;Welcome! Feel free to change the way the game labels these items.
;To do so, change the words that are inside the two ", after DisplayName=.

;=====================
;NOVA VISOR
;=====================
[Nova_Visor X2BodyPartTemplate]
DisplayName="诺娃 护目镜"
;
;=====================
;NOVA VISOR UP
;=====================
[Nova_Visor_Up X2BodyPartTemplate]
DisplayName="诺娃 前额护目镜"
;
;=====================
;NOVA LEFT ARM
;=====================
[CNV_Nova_LeftArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[LPL_Nova_LeftArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[MPL_Nova_LeftArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[HPL_Nova_LeftArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[LPW_Nova_LeftArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[MPW_Nova_LeftArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[HPW_Nova_LeftArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"
;
;=====================
;NOVA RIGHT ARM
;=====================
[CNV_Nova_RightArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[LPL_Nova_RightArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[MPL_Nova_RightArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[HPL_Nova_RightArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[LPW_Nova_RightArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[MPW_Nova_RightArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[HPW_Nova_RightArm X2BodyPartTemplate]
DisplayName="诺娃 手臂"
;
;=====================
;NOVA LEFT ARM BARE
;=====================
[CNV_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[LPL_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[MPL_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[HPL_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[LPW_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[MPW_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[HPW_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"
;
;=====================
;NOVA RIGHT ARM BARE
;=====================
[CNV_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[LPL_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[MPL_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[HPL_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[LPW_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[MPW_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[HPW_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"
;
;=====================
;NOVA LEFT ARM DECO
;=====================
[CNV_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[LPL_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[MPL_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[HPL_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[LPW_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[MPW_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[HPW_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"
;
;=====================
;NOVA RIGHT ARM DECO
;=====================
[CNV_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[LPL_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[MPL_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[HPL_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[LPW_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[MPW_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[HPW_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="诺娃 肩甲"
;
;======================================================================= WAR OF THE CHOSEN =======================================================================
;==============
;NOVA LEFT ARM
;==============
[CNV_Nova_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[CNV_Nova_LeftArm_Templar X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[CNV_Nova_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="诺娃 手臂"

;==============
;NOVA RIGHT ARM
;==============
[CNV_Nova_RightArm_Reaper X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[CNV_Nova_RightArm_Templar X2BodyPartTemplate]
DisplayName="诺娃 手臂"

[CNV_Nova_RightArm_Skirmisher X2BodyPartTemplate]
DisplayName="诺娃 手臂"

;==================
;NOVA LEFT ARM BARE
;==================
[CNV_Nova_LeftArm_Bare_Reaper X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[CNV_Nova_LeftArm_Bare_Templar X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[CNV_Nova_LeftArm_Bare_Skirmisher X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

;===================
;NOVA RIGHT ARM BARE
;===================
[CNV_Nova_RightArm_Bare_Reaper X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[CNV_Nova_RightArm_Bare_Templar X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

[CNV_Nova_RightArm_Bare_Skirmisher X2BodyPartTemplate]
DisplayName="诺娃 裸露 手臂"

;=====================
;NOVA LEFT ARM DECO
;=====================
[CNV_Nova_LeftArm_Deco_Reaper X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[CNV_Nova_LeftArm_Deco_Templar X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[CNV_Nova_LeftArm_Deco_Skirmisher X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

;=====================
;NOVA RIGHT ARM DECO
;=====================
[CNV_Nova_RightArm_Deco_Reaper X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[CNV_Nova_RightArm_Deco_Templar X2BodyPartTemplate]
DisplayName="诺娃 肩甲"

[CNV_Nova_RightArm_Deco_Skirmisher X2BodyPartTemplate]
DisplayName="诺娃 肩甲"
